# 파이썬의 주석은 샵 으로 시작하면 작성이 가능하다

identity = " 지구인 "
number_of_legs = 4  # 줄 옆에도 작성이 가능 하다
print("안녕 나는", identity, '이야. 나는 다리가', number_of_legs, '개 있어.')
identity = " 한국인"
number_of_legs = 2
print("안녕 나는", identity, '이야. 나는 다리가', number_of_legs, '개 있어.')

"""
여러줄을 주석으로 감쌀 떄는 쌍따옴표 3개로 둘러준다
여러줄을 주석으로 감쌀 떄는 쌍따옴표 3개로 둘러준다
여러줄을 주석으로 감쌀 떄는 쌍따옴표 3개로 둘러준다
여러줄을 주석으로 감쌀 떄는 쌍따옴표 3개로 둘러준다
여러줄을 주석으로 감쌀 떄는 쌍따옴표 3개로 둘러준다
여러줄을 주석으로 감쌀 떄는 쌍따옴표 3개로 둘러준다
여러줄을 주석으로 감쌀 떄는 쌍따옴표 3개로 둘러준다
여러줄을 주석으로 감쌀 떄는 쌍따옴표 3개로 둘러준다
"""
